Repository: konst-a-bykov/ConcentrateOn
Catalog: ConcentrateOn/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, he_il, ru_ru

# about.Text
source: The goal of this application is help you to concentrate on your tasks. It based on Pomodoro Technique. The Pomodoro Technique is a time management method developed by Francesco Cirillo in the late 1980s. The technique uses a timer to break down work into intervals, traditionally 25 minutes in length, separated by short breaks. Each interval is known as a pomodoro, from the Italian word for 'tomato', after the tomato-shaped kitchen timer that Cirillo used as a university student. There are six steps in the original technique: 1. Decide on the task to be done. 2. Set the pomodoro timer (traditionally to 25 minutes). 3. Work on the task. 4. End work when the timer rings and put a checkmark on a piece of paper. 5. If you have fewer than four checkmarks, take a short break (3–5 minutes) and then return to step 2; otherwise continue to step 6. 6. After four pomodoros, take a longer break (15–30 minutes), reset your checkmark count to zero, then go to step 1. Author: Konstantin Bykov Translation: French - Valeria Koroleva Hebrew - Sergey Bogol German - Tatyana Zavialova
de_de: Das Ziel von dieses App ist dir zu helfen, auf deine Aufgaben zu konzentrieren. Es basiert auf Pomodoro Technik. Die Pomodoro-Technik ist eine Zeitmanagement-Technik, die Ende der 1980er Jahre von Francesco Cirillo entwickelt wurde. Diese Technik verwendet einen Timer, um die Arbeit in Intervalle zu unterteilen, die normalerweise 25 Minuten lang sind und durch kurze Pausen getrennt sind. Jedes Intervall ist als Pomodoro bekannt, vom italienischen Wort für Tomate, nach dem tomatenförmigen Küchentimer, den Cirillo an der Universität benutzte. In der ursprünglichen Technik gibt es sechs Schritte: 1. Entscheid dich für eine Aufgabe. 2. Stell den Tomaten-Timer ein (normalerweise 25 Minuten). 3. Arbeit an der Aufgabe. 4. Beend die Arbeit, wenn der Timer klingelt, und setz ein Häkchen auf dem Blatt Papier. 5. Wenn du weniger als vier Punkte hast, mach eine kurze Pause (3-5 Minuten) und kehr dann zu Schritt 2 zurück; oder fahr mit Schritt 6 fort. 6. Mach nach vier Tomaten eine längere Pause (15-30 Minuten), setz den Tick-Zähler auf Null zurück und geh zu Schritt 1. Autor: Konstantin Bykov Übersetzung: Französisch - Valeria Koroleva Hebräisch - Sergey Bogol Deutsch - Tatyana Zavialova
fr_fr: Le but de cette application est de vous aider à vous concentrer sur vos tâches. Il est basé sur la technique de la Tomate. La technique de la Tomate est une méthode de gestion de l'heure développée par Francesco Cirillo à la fin des années 1980. Cette technique utilise une minuterie pour diviser le travail en intervalles, généralement de 25 minutes, séparées par de courtes pauses. Chaque intervalle est connu sous le nom de la Tomate, dénommé en l'honneur de la minuterie de cuisine en forme de tomate utilisée par Cirillo à l'Université. Dans la technique originale, il y a six étapes: 1. Décidez de la tâche à accomplir. 2. Réglez la minuterie de la tomate (traditionnellement pendant 25 minutes). 3. Travaillez sur la tâche. 4. Terminez le travail lorsque la minuterie sonne et cochez la marque sur un morceau de papier. 5. Si vous avez moins de quatre marques, faites une petite pause (3-5 minutes), puis revenez à l'étape 2; sinon, passez à l'étape 6. 6. Après quatre tomates, faites une pause plus longue (15 à 30 minutes), réinitialisez le compteur de marques à zéro et passez à l'étape 1. Auteur: Constantin Bykov Traduction: Français - Valeria Koroleva Hébreu - Sergueï Bogol Allemand - Tatiana Zavialova
he_il: מטרת האפליקציה הזו היא לעזור לך להתמקד במשימות שלך. היא מבוססת על טכניקת פומודורו. טכניקת פומודורו היא טכניקת ניהול זמן שפותחה על ידי פרנצ'סקו סירילו בסוף שנות השמונים. טכניקה זו משתמשת בטיימר כדי לפרק את העבודה במרווחים, בדרך כלל באורך של 25 דקות, ומופרד על ידי הפסקות קצרות. כל מרווח מכונה פומודורו, מהמילה האיטלקית לעגבנייה, על שם טיימר המטבח בצורת עגבניות בו השתמש סירילו באוניברסיטה. יש שישה שלבים בטכניקה המקורית: 1. החלט על המשימה שחיבים לבצעה. 2. הגדר את טיימר העגבניות (באופן מסורתי 25 דקות). 3. עבדו על המשימה. 4. סיים את העבודה כאשר הטיימר מצלצל והניח סימן ביקורת על פיסת הנייר. 5. אם יש לך פחות מארבעה סימנים, קח הפסקה קצרה (3-5 דקות) ואז חזור לשלב 2; אחרת, עבור לשלב 6. 6. לאחר ארבע עגבניות, קחו הפסקה ארוכה יותר (15-30 דקות), אפסו את סימני ביקורת על פיסת הנייר לאפס ועברו לשלב 1. מְחַבֵּר: קונסטנטין ביקוב תִרגוּם: צרפתית - ולריה קורולבה עברית - סרגיי בוגול גרמנית - טטיאנה זאביאלובה
ru_ru: Цель этого приложения - помочь вам сосредоточиться на своих задачах. Оно основано на Технике Помидора. Техника Помидора - это метод тайм-менеджмента, разработанный Франческо Чирилло в конце 1980-х годов. В этой технике используется таймер, чтобы разбить работу на интервалы, обычно продолжительностью 25 минут, разделенные короткими перерывами. Каждый интервал известен как помодоро, от итальянского слова «помидор», в честь кухонного таймера в форме помидора, который Чирилло использовал в университете. В оригинальной технике шесть шагов: 1. Определитесь с задачей, которую необходимо выполнить. 2. Установите таймер помидора (традиционно на 25 минут). 3. Работайте над задачей. 4. Закончите работу, когда зазвонит таймер, и поставьте галочку на листе бумаги. 5. Если у вас меньше четырех отметок, сделайте небольшой перерыв (3-5 минут), а затем вернитесь к шагу 2; в противном случае перейдите к шагу 6. 6. После четырех помидоров сделайте более длительный перерыв (15–30 минут), сбросьте счетчик отметок на ноль и переходите к шагу 1. Автор приложения: Константин Быков Перевод: Французский - Валерия Королёва Иврит - Сергей Богол Немецкий - Татьяна Завьялова

# animation_AncientMan
source: Ancient Man
de_de: Uralte Mensch
fr_fr: Ancêtre
he_il: אדם קדום
ru_ru: Древний человек

# AppDisplayName
source: Concentrate On
de_de: Konzentrier!
fr_fr: Concentré !
he_il: לְהִתְרַכֵּז!
ru_ru: Сконцентрируйся!

# bt_continue_context.Text
source: Continue
de_de: Weiter
fr_fr: Continuer
he_il: להמשיך
ru_ru: Продолжить

# bt_pause_context.Text
source: Pause
he_il: הַפסָקָה
ru_ru: Пауза

# bt_start_context.Text
source: START
fr_fr: Démarer
he_il: הַתחָלָה
ru_ru: СТАРТ

# bt_stop_context.Text
source: STOP
he_il: תפסיק
ru_ru: СТОП

# concentrate_on_text
source: Concentrate on!
de_de: Konzentrier!
fr_fr: Concentré !
he_il: לְהִתְרַכֵּז!
ru_ru: Сконцентрируйся!

# hyperlinkButton_donate.Content
source: Donate a Pizza
de_de: Pizza spenden
fr_fr: Donner une pizza
he_il: תרמו פיצה
ru_ru: Угостить пиццей

# lbl_IntervalForLongRest.Text
source: Work time periods in cycle
de_de: Arbeitsperioden in einem Zyklus
fr_fr: Nombre de périodes de travail par cycle
he_il: מספר מחזורי העבודה תוך כדי ביצועה
ru_ru: Количество рабочих периодов в цикле

# lbl_LongRestMinutes.Text
source: Long break (minutes)
de_de: Lange Pause (Minuten)
fr_fr: Long repos (minutes)
he_il: מנוחה ארוכה (דקות)
ru_ru: Длинный отдых (минуты)

# lbl_NotificationsWithSound.Text
source: with sound
de_de: Mit Ton
fr_fr: avec son
he_il: עם קול
ru_ru: со звуком

# lbl_SendNotifications.Text
source: Send notifications
de_de: Benachrichtigungen senden
fr_fr: Envoyer des notifications
he_il: שלח התראות
ru_ru: Отправлять уведомления

# lbl_ShortRestMinutes.Text
source: Short break (minutes)
de_de: Kurze Pause (Minuten)
fr_fr: Repos court (minutes)
he_il: מנוחה קצרה (דקות)
ru_ru: Короткий отдых (минуты)

# lbl_WorkTimePeriodMinutes.Text
source: Work time period (minutes)
de_de: Arbeitszeit (Minuten)
fr_fr: Travail (minutes)
he_il: עבודה (דקות)
ru_ru: Работа (минуты)

# long_rest_text
source: Take a long break.
de_de: Lange Pause.
fr_fr: Une longue pause.
he_il: הפסקה ארוכה.
ru_ru: Длинный перерыв.

# MenuAbout.Text
source: About Application
de_de: Über App
fr_fr: Au sujet de l'application
he_il: אודות האפליקציה
ru_ru: О приложении

# MenuDonate.Text
source: Donate a Pizza
de_de: Pizza spenden
fr_fr: Donner une pizza
he_il: תרמו פיצה
ru_ru: Угостить пиццей

# MenuHome.Text
source: Home
de_de: Homepage
fr_fr: L'écran principal
he_il: מסך ראשי
ru_ru: Главный экран

# MenuSettings.Text
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
he_il: הגדרות
ru_ru: Настройки

# MenuStatistics.Text
source: Statistics
de_de: Statistik
fr_fr: Statistique
he_il: סטָטִיסטִיקָה
ru_ru: Статистика

# one_of_four_text
source: {0} of {1}.
de_de: {0} von {1}.
fr_fr: {0} de {1}.
he_il: {0} מאת {1}.
ru_ru: {0} из {1}.

# short_rest_text
source: Take a short break.
de_de: Kurze Pause.
fr_fr: Une courte pause.
he_il: קח הפסקה קצרה.
ru_ru: Короткий перерыв.

# toggle_NotificationsWithSound.OffContent
source: No
de_de: Nein
fr_fr: Non
he_il: לֹא
ru_ru: Нет

# toggle_NotificationsWithSound.OnContent
source: Yes
de_de: Ja
fr_fr: Oui
he_il: כן
ru_ru: Да

# toggle_send_notificaions.OffContent
source: No
de_de: Nein
fr_fr: Non
he_il: לֹא
ru_ru: Нет

# toggle_send_notificaions.OnContent
source: Yes
de_de: Ja
fr_fr: Oui
he_il: כן
ru_ru: Да
